{"landmarks": [
    {   
        "id": "1",
        "name": "নালন্দা মহাবিহার",
        "location": "নালন্দা, বিহার",
        "historicLocation": "মগধ",
        "images": [
            {"src": "nalanda-1.jpeg", "attribution": "ছবি Marc", "link": "https://www.flickr.com/photos/marc-p-1970/" }, 
            {"src": "nalanda-2.jpeg", "attribution": "ছবি Marc", "link": "https://www.flickr.com/photos/marc-p-1970/" },
            {"src": "nalanda-3.jpeg", "attribution": "ছবি Prita", "link": "https://www.flickr.com/photos/prita1023/" },
            {"src": "nalanda-4.jpeg", "attribution": "ছবি Prita", "link": "https://www.flickr.com/photos/prita1023/"},
            {"src": "nalanda-5.jpeg", "attribution": "ছবি Prita", "link": "https://www.flickr.com/photos/prita1023/" }
        ],
        "coordinates": [85.4944, 25.1550],
        "timeStart": "৮২৭",
        "timeEnd": "১১৯৭",
        "description": "নালন্দা মহাবিহার, প্রাচীন ভারতে শিক্ষা ও শিক্ষার একটি বিখ্যাত কেন্দ্র, প্রাথমিক ভারতীয় শিক্ষা ব্যবস্থার বিকাশ এবং প্রাতিষ্ঠানিকীকরণে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। গুরুকুল ব্যবস্থা থেকে আলাদা, নালন্দা মহাবিহার উচ্চ শিক্ষার জন্য একটি সংগঠিত কেন্দ্রের প্রতিনিধিত্ব করত এবং বিক্রমশীলা, ওদন্তপুরী এবং ভালভী সহ উল্লেখযোগ্য মহাবিহারগুলির একটি নেটওয়ার্কের অংশ ছিল। রাজগৃহ এবং পাটলিপুত্রের রাজধানীগুলির মধ্যে মগধে অবস্থিত, নালন্দার অনুকূল অবস্থান এবং আশেপাশের উর্বর এলাকাগুলি একটি আন্তর্জাতিক শিক্ষাকেন্দ্র হিসাবে এটির বৃদ্ধিকে সহজতর করেছে। /n নালন্দা মহাবিহার প্রায় এক সহস্রাব্দ ধরে উন্নতি লাভ করে এবং বৌদ্ধ দর্শন ও ধর্মের কেন্দ্রবিন্দু হয়ে ওঠে, বিশেষ করে মহাযান বৌদ্ধধর্ম। এটি বৈচিত্র্যময় বিশ্বাস, ঐতিহ্য এবং মতবাদের জন্য একটি গলে যাওয়া পাত্র হিসাবে কাজ করেছিল, বুদ্ধিবৃত্তিক বিনিময় এবং রূপান্তরকে উত্সাহিত করে। মঠটি উত্তর ভারত, কাশ্মীর, জাভা, নেপাল, তিব্বত এবং এমনকি শ্রীলঙ্কা জুড়ে বৌদ্ধ চিন্তার প্রসারে অবদান রেখে বিভিন্ন অঞ্চলের পণ্ডিত এবং ছাত্রদের আকৃষ্ট করেছিল। /n বুদ্ধিবৃত্তিক, নৈতিক, আধ্যাত্মিক, এবং নান্দনিক মাত্রাগুলিকে অন্তর্ভুক্ত করে চারপাশের উন্নয়নের লক্ষ্যে প্রতিষ্ঠানের শিক্ষাগত দর্শন। ভর্তির প্রক্রিয়াটি কঠোর ছিল, প্রার্থীদের সাক্ষাতকারের মুখোমুখি হতে হয়েছিল দারোয়ানদের দ্বারা পরিচালিত যারা ধর্মীয় বিতর্কে বিশেষজ্ঞ ছিলেন। নালন্দার পাঠ্যক্রম ব্যাকরণ, অভিধান, কলা, চিকিৎসা, যুক্তিবিদ্যা এবং দর্শন সহ একটি বিস্তৃত বর্ণালীকে কভার করে। মহাযান বৌদ্ধধর্ম, বেদ, যোগশাস্ত্র এবং অন্যান্য গ্রন্থের অধ্যয়ন ছিল শিক্ষাগত অভিজ্ঞতার অবিচ্ছেদ্য অংশ। /n নালন্দা মহাবিহার ব্যবহারিক জ্ঞান প্রদানে এবং আলোচনা, বিতর্ক এবং সেমিনার প্রচারে পারদর্শী। প্রতিষ্ঠানের একাডেমিক বর্ষপঞ্জি আঁটসাঁট ছিল, সারা বছর শিক্ষক ও ছাত্র উভয়কেই ব্যস্ত রাখত। সন্ন্যাসী বিশ্ববিদ্যালয়টি দর্শন ও ধর্মের সুরেলা সংমিশ্রণের প্রতীক হয়ে উঠেছে, বৌদ্ধ চিন্তাধারার কোডিফিকেশন এবং সমসাময়িক সময়ের সাথে তাদের প্রাসঙ্গিকতায় অবদান রেখেছে। জ্যোতির্বিদ্যা, চিকিৎসা এবং তান্ত্রিক মহাযান বৌদ্ধধর্ম অন্তর্ভুক্ত করার জন্য জ্ঞানের অনুসন্ধান ঐতিহ্যগত বিষয়ের বাইরে প্রসারিত হয়েছে। /n নালন্দা মহাবিহারের পতন, সম্ভবত সামাজিক, ধর্মীয় এবং রাজনৈতিক অবস্থার পরিবর্তনের দ্বারা প্রভাবিত, ১২ শতকে মুসলিম আক্রমণের সময় প্রতিষ্ঠানের কিছু অংশ ধ্বংস হয়ে গিয়েছিল। তা সত্ত্বেও, নালন্দার উত্তরাধিকার টিকে আছে, যা ভারতীয় শিক্ষার ইতিহাসে একটি রূপান্তরমূলক সময়ের প্রতিনিধিত্ব করে, যেখানে এটি শিক্ষার আমানত এবং বৌদ্ধ দর্শনের একটি ফোয়ারা হিসেবে কাজ করে যা বৌদ্ধ ভূমি জুড়ে পণ্ডিতদের প্রভাবিত করেছিল। /n",
        "attribution": "https://www.researchgate.net/publication/307908326_The_Ancient_Nalanda_Mahavihara_The_Beginning_of_Institutional_Education",
        "selected": false
    },
    {   
        "selected": false,
        "id": "2",
        "name": "বিক্রমশীলা",
        "historicLocation": "মগধ",
        "location": "ভাগলপুর, বিহার",
        "period": "পাল সাম্রাজ্য",
        "images": [
            {"src": "vikramshila-1.jpeg", "attribution": "ছবি Sekitar", "link": "https://www.flickr.com/photos/sekitar/" }, 
            {"src": "vikramshila-3.jpeg", "attribution": "ছবি Ikoonan", "link": "https://www.flickr.com/photos/ikoonan/" },
            {"src": "vikramshila-4.jpeg", "attribution": "ছবি রাকেশ রঞ্জন", "link": " https://www.flickr.com/photos/travinfoindia/"},
            {"src": "vikramshila-5.jpeg", "attribution": "ছবি রাকেশ রঞ্জন", "link": " https://www.flickr.com/photos/travinfoindia/" }
        ],
        "coordinates": [87.2847, 25.3215],
        "timeStart": "৭৮৩",
        "timeEnd": "১১৯৩",
        "description": "মগধের উত্তরে গঙ্গার তীরে অবস্থিত, অষ্টম বা নবম শতাব্দীতে রাজা ধর্মপাল কর্তৃক প্রতিষ্ঠিত বিক্রমশীলা তন্ত্রযান বৌদ্ধধর্মের বিকাশে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। তন্ত্রায়নের অধ্যয়নের জন্য বিশেষভাবে প্রতিষ্ঠিত, মঠটিতে মহাবোধি মূর্তি সহ একটি কেন্দ্রীয় মন্দির সহ ১০৮টি মন্দির রয়েছে এবং শান্তিপা, জেতারি, রত্নবজ্র, জ্ঞানশ্রীমণি এবং নরোপার মতো বিখ্যাত পণ্ডিতদের আকর্ষণ করেছিল। বিক্রমশিলায় ১৬০ জন শিক্ষক এবং ১,০০০ ছাত্র ছিল, যারা উত্তর ভারত, কাশ্মীর, জাভা, নেপাল এবং তিব্বত থেকে অঙ্কনশিক্ষক ছিলেন। যাইহোক, একাদশ শতাব্দীর মধ্যে, এর গৌরব হ্রাস পায় এবং ত্রয়োদশ শতাব্দীতে মুসলিম আক্রমণের সময় মঠটি পতন এবং শেষ পর্যন্ত ধ্বংসের সম্মুখীন হয়। উল্লেখযোগ্যভাবে, তিব্বত এবং শ্রীলঙ্কা উভয়ের সাথেই বিক্রমশীলার সংযোগ ছিল, যা এই অঞ্চলে তান্ত্রিক বৌদ্ধ ধর্মের প্রসারে অবদান রেখেছিল। শেষ পর্যন্ত ধ্বংস হওয়া সত্ত্বেও, বিক্রমশীলা ভারতে তান্ত্রিক বৌদ্ধধর্মের ইতিহাসের একটি মনোমুগ্ধকর প্রমাণ হিসেবে রয়ে গেছে।",
        "attribution": "https://fpmt.org/wp-content/uploads/sites/2/2001/12/Travel%20Vikramashila.pdf, https://silentpagesindia.blogspot.com/2019/03/vikramshila-lost-university.html"
    },
    {   
        "selected": false,  
        "id": "3",
        "name": "পাহাড়পুর বৌদ্ধ বিহার",
        "historicLocation": "বরেন্দ্র",
        "alternateName": "সোমপুর মহাবিহার",
        "location": "পাহাড়পুর, নওগাঁ",
        "period": "পাল সাম্রাজ্য",
        "images": [
            {"src": "paharpur-1.jpeg", "attribution": "ছবি তানভীর আহমেদ", "link": "https://www.flickr.com/photos/195904854@N04/"}, 
            {"src": "paharpur-2.jpeg", "attribution": "ছবি আনোয়ারুল হক", "link": "https://www.flickr.com/photos/anowarulhaq/" },
            {"src": "paharpur-3.jpeg", "attribution": "ছবি Ayse Topbas", "link": "https://www.flickr.com/photos/a2portfolio/" },
            {"src": "paharpur-4.jpeg", "attribution": "ছবি আনোয়ারুল হক", "link": "https://www.flickr.com/photos/anowarulhaq/"}
        ],
        "coordinates": [88.9742, 25.0256],
        "timeStart": "৬০০",
        "timeEnd": "১১০০",
        "description": "বাংলাদেশের পাহাড়পুরে অবস্থিত, সোমপুর মহাবিহার মধ্যযুগের প্রথম দিক থেকে একটি বিখ্যাত বৌদ্ধ বিহার হিসেবে দাঁড়িয়ে আছে। পাল রাজা ধর্মপাল দ্বারা নির্মিত, এর স্মৃতিস্তম্ভ, এখন একটি সংরক্ষিত কাঠামো, একটি স্তরিত ইতিহাস প্রকাশ করে। প্রাথমিকভাবে একটি একক মঠ হিসাবে বিবেচিত হওয়া সত্ত্বেও, সাম্প্রতিক ফলাফলগুলি এই ধারণাটিকে চ্যালেঞ্জ করে। /n অধ্যয়নগুলি একক সত্তা হিসাবে সোমপুর মহাবিহারের ধারণাকে খণ্ডন করে। সান্নিধ্যে একটি বিহার ও বিহারিকের উপস্থিতির প্রমাণ পাওয়া যায়, যেমনটি ধর্মপালের ভারতীয় জাদুঘর কপার প্লেটে উল্লেখ করা হয়েছে। /n বাংলা সহ দক্ষিণ এশিয়ার সন্ন্যাসীদের স্থাপনাগুলি সামাজিক, অর্থনৈতিক এবং রাজনৈতিক ক্ষেত্রে বহুমুখী ভূমিকা পালন করেছে। বৌদ্ধ মঠগুলি নির্জন ছিল না কিন্তু মূল হিসাবে কাজ করেছিল যার চারপাশে বসতিগুলি গঠিত এবং রূপান্তরিত হয়েছিল, ধ্যানের উদ্দেশ্যে তাদের দূরবর্তী অবস্থানগুলিতে বিশ্বাসের বিরোধী। /n সোমপুর মহাবিহার একটি অবিচ্ছিন্ন ইতিহাস প্রদর্শন করেছে যা বন্যা, নদীর স্থানান্তর এবং সামাজিক পরিবর্তন দ্বারা প্রভাবিত রূপান্তর দ্বারা চিহ্নিত, একটি একক বিপর্যয়মূলক ঘটনার কারণে পরিত্যাগের বর্ণনাকে চ্যালেঞ্জ করে। বিশ্বাসের বিপরীতে যে তুর্কিরা মঠটি ধ্বংস করেছিল, প্রত্নতাত্ত্বিক তথ্য থেকে বোঝা যায় তাদের আগমনের আগে এটি ধ্বংসের সম্মুখীন হয়েছিল। প্রতিষ্ঠাটি ১৩ শতকের পরে একটি ক্ষয়িষ্ণু অবস্থায় অব্যাহত ছিল, চ্যালেঞ্জগুলির মধ্যে স্থিতিস্থাপকতা প্রদর্শন করে।/n",
        "attribution": "স্বাধীন সেন. (2018). 5.12 পাহাড়পুর."
    },
    {    
        "selected": false,
        "id": "4",
        "name": "শালবন বিহার",
        "location": "শালবন, কুমিল্লা",
        "alternateName": "",
        "images": [
            {"src": "shalbon-bihar-1.jpeg", "attribution": "ছবি জাহিদুল হক সাবিত", "link": "https://www.flickr.com/photos/69003822@N06/"}, 
            {"src": "shalbon-bihar-2.jpeg", "attribution": "ছবি জাহিদুল হক সাবিত", "link": "https://www.flickr.com/photos/69003822@N06/"}, 
            {"src": "shalbon-bihar-3.jpeg", "attribution": "ছবি জাহিদুল হক সাবিত", "link": "https://www.flickr.com/photos/69003822@N06/"}, 
            {"src": "shalbon-bihar-4.jpeg", "attribution": "ছবি জাহিদুল হক সাবিত", "link": "https://www.flickr.com/photos/69003822@N06/"}, 
            {"src": "shalbon-bihar-5.jpeg", "attribution": "ছবি জাহিদুল হক সাবিত", "link": "https://www.flickr.com/photos/69003822@N06/"}
        ],
        "coordinates": [91.1372098, 23.426234],
        "period": "পাল সাম্রাজ্য",
        "timeStart": "৬০০",
        "timeEnd": "১১০০",
        "description": "শালবন বিহার, বাংলাদেশের কুমিল্লার ময়নামতিতে অবস্থিত, একটি প্রধান বৌদ্ধ বিহার যা রাজা শ্রী ভবদেবের রাজত্বকালে ৮ম শতাব্দীর শেষভাগে নির্মিত হয়েছিল। মূলত ভবদেব বিহার হিসাবে চিহ্নিত, নামকরণটি শালবনে স্থানান্তরিত হয়েছে, সংলগ্ন শোরিয়া রোবস্তা গাছের দ্বারা অনুপ্রাণিত। \n আজ সালবন বিহার হিসাবে স্বীকৃত, স্থানটি বৌদ্ধ মন্দির স্থাপত্যের বিবর্তনের উদাহরণ দেয়। প্রাথমিকভাবে ভব দেব মহাবিহার নামকরণ করা হয়েছে, কমপ্লেক্সটি, ১১৫টি কোষ দ্বারা বেষ্টিত, একটি বিশাল আঙ্গিনার মধ্যে একটি কেন্দ্রীয় ক্রুসিফর্ম মন্দির রয়েছে। \n মননশীল অনুশীলন এবং ধর্মতাত্ত্বিক বৃত্তির কেন্দ্র হিসাবে কাজ করা, শালবন বিহার সন্ন্যাসী ও পণ্ডিতদের আতিথ্য করেছে। প্রত্নতাত্ত্বিক অনুসন্ধানের মধ্যে রয়েছে সাতটি তাম্র-পাতের শিলালিপি, প্রায় ৩৫০টি সোনার নিদর্শন এবং ৭ থেকে ১৩ শতকের খ্রিস্টাব্দ পর্যন্ত বিস্তৃত বিভিন্ন ভাস্কর্যের নমুনা। \n শালবন বিহারের কেন্দ্রীয় মন্দির এবং কনফিগারেশনের রূপগত পরিবর্তনগুলি ঐতিহ্যগত বৌদ্ধ স্তূপের নকশায় স্থাপত্যের পরিবর্তনকে প্রতিফলিত করে। একটি প্রত্নতাত্ত্বিক ভান্ডার হিসাবে, শালবন বিহার এর ঐতিহাসিক পরিবেশের সাংস্কৃতিক ও স্থাপত্য উত্তরাধিকার সম্পর্কে গভীর অন্তর্দৃষ্টি প্রদান করে।",
        "attribution": "https://www.researchgate.net/publication/327797189_Shalban_ViharaComillaMaynamatiBanglades"
    },
    {   
        "selected": false,
        "id": "5",
        "name": "জগদ্দলা মহাবিহার",
        "location": "ধামইরহাট, নওগাঁ",
        "images": [
            {"src": "jagaddala-1.jpeg", "attribution": "ছবি নাঈম, জুলফিকার আহমেদ", "link": "https://www.facebook.com/newarbuddhism/posts/jagaddala-mahavihara-bangladeshjagdal-or-jagaddala-mahavihara-fl-late-11th-centu/3355992194626527/" }, 
            {"src": "jagaddala-2.jpeg", "attribution": "ছবি নাঈম, জুলফিকার আহমেদ", "link": "https://www.facebook.com/newarbuddhism/posts/jagaddala-mahavihara-bangladeshjagdal-or-jagaddala-mahavihara-fl-late-11th-centu/3355992194626527/" }
        ],
        "description": "জগদল বা জগদ্দল মহাবিহার (ফ্লো. ১১ শতকের শেষের দিকে - ১২ শতকের মাঝামাঝি) পাল রাজবংশের পরবর্তী রাজারা, সম্ভবত রামাপাল দ্বারা প্রতিষ্ঠিত হয়েছিল। এটি বজ্রযান বৌদ্ধধর্মে বিশেষায়িত ছিল। কাঞ্জুর এবং টেংজুরে যে বিপুল সংখ্যক গ্রন্থ পরে আবির্ভূত হবে তা জগদালায় রচিত বা অনুলিপি করা হয়েছিল বলে জানা যায়। সম্ভবত সংস্কৃত শ্লোকের প্রাচীনতম সংকলন, সুভাষিতরত্নকোষ, বিদ্যাকর দ্বারা ১১ শতকের শেষের দিকে বা ১২ শতকের শুরুতে সংকলিত হয়েছিল।",
        "coordinates": [88.8858, 25.1555],
        "timeStart": "১0৭০",
        "timeEnd": "১১৫০",
        "attribution": "https://www.facebook.com/newarbuddhism/posts/jagaddala-mahavihara-bangladeshjagdal-or-jagaddala-mahavihara-fl-late-11th-centu/3355992194626527/"
    },
    {   
        "selected": false,
        "id": "6",
        "name": "হলুদ বিহার",
        "location": "পাহাড়পুর, নওগাঁ",
        "alternateName": "",
        "period": "পাল সাম্রাজ্য",
        "images": [
            {"src": "halud-bihar-1.png", "attribution": "unknown", "link": "" }
        ],
        "coordinates": [88.9714, 24.9324],
        "timeStart": "৬০০",
        "timeEnd": "১১০০",
        "description": "বাংলাদেশের নওগাঁর একটি প্রসিদ্ধ বৌদ্ধ বিহার হলুদ বিহার মধ্যযুগের প্রথম দিকের। রাজা হলধারা এবং সোনাভানাদের সাথে যুক্ত, এটি পোড়ামাটির ফলক, শোভাময় ইট এবং ধাতব চিত্রের মতো প্রাচীন নিদর্শন ধারণ করে, যা এই অঞ্চলে ষষ্ঠ থেকে চতুর্থ শতাব্দীর মধ্যে বৌদ্ধ ধর্মের বিস্তারকে প্রতিফলিত করে।",
        "attribution": "https://sdg360.net/assets/documents/halud-vihara-by-sania-rahman.docx.pdf"
    },
    {   
        "selected": false,
        "id": "7",
        "name": "সীতাকোট বিহার",
        "location": "নবাবগঞ্জ, দিনাজপুর",
        "alternateName": "",
        "period": "পাল সাম্রাজ্য",
        "images": [
            {"src": "shitakot-bihar-1.jpeg", "attribution": "unknown", "link": "https://worldheritagebd.blogspot.com/2015/05/sitakot-vihara.html" }
        ],
        "coordinates": [90.1619, 23.6612],
        "timeStart": "৬০০",
        "timeEnd": "১১০০",
        "description": "দিনাজপুর জেলার নবাবগঞ্জ উপজেলায় অবস্থিত সীতাকোট বিহারটি বাংলাদেশের একটি উল্লেখযোগ্য বৌদ্ধ বিহার হিসেবে দাঁড়িয়ে আছে। চিত্তাকর্ষক মাত্রা (৬৫.২৩ মিটার পূর্ব-পশ্চিম এবং ৬৪.১১ মিটার উত্তর-দক্ষিণ) সহ একটি বর্গাকার পরিকল্পনায় নির্মিত, বিহারটির উত্তর অংশের কেন্দ্রে একটি গেটওয়ে কমপ্লেক্স রয়েছে। \n মঠটিতে মোট 41টি কোষ সহ চারটি উইং রয়েছে, প্রতিটির আকার প্রায় একই রকম (৩.৬৬m x ৩.৩৫m)। পিছনের কুলুঙ্গি এবং পার্টিশন দেয়ালগুলি এই কোষগুলিকে শোভিত করে, একটি সুপরিকল্পিত অভ্যন্তরীণ বারান্দা (২.৫9 মিটার চওড়া) প্রদর্শন করে যা সমগ্র কাঠামোকে ঘিরে রেখেছে। পূর্ব, পশ্চিম এবং দক্ষিণ উইংসের কেন্দ্রীয় কোষগুলি, তাদের বৃহত্তর আকারের দ্বারা আলাদা, সম্ভবত উল্লেখযোগ্য ইটের প্ল্যাটফর্মগুলিতে ভোটমূলক চিত্রগুলি রাখা হয়েছিল। \n সীতাকোট বিহারে আবিষ্কৃত দুটি উল্লেখযোগ্য ব্রোঞ্জ মূর্তি, বোধিসত্ত্ব পদ্মপানি এবং বোধিসত্ত্ব মঞ্জুশ্রীকে চিত্রিত করে, খ্রিস্টীয় সপ্তম-অষ্টম শতাব্দীর। যদিও মঠের সঠিক বয়স অনির্ণয় রয়ে গেছে, তবে এর কাঠামোগত উপাদানগুলি ভাসু বিহারের সাথে সামঞ্জস্যপূর্ণ, এই অঞ্চলে এর ঐতিহাসিক ও সাংস্কৃতিক গুরুত্বের উপর জোর দেয়।",
        "attribution": "https://worldheritagebd.blogspot.com/2015/05/sitakot-vihara.html"
    }
    ]}